<?php
/**
 * Plugin Name: uLogin - виджет авторизации через социальные сети
 * Plugin URI:  http://ulogin.ru/
 * Description: uLogin — это инструмент, который позволяет пользователям получить единый доступ к различным
 * Интернет-сервисам без необходимости повторной регистрации, а владельцам сайтов — получить дополнительный приток
 * клиентов из социальных сетей и популярных порталов (Google, Яндекс, Mail.ru, ВКонтакте, Facebook и др.)
 * Version:     2.0.0
 * Author:      uLogin
 * Author URI:  http://ulogin.ru/
 * License:     GPL2
 */
$lang = array(
    'SAVE_BASE' => 'uLogin: Настройки изменены',
    'NOT_SAVE' => 'uLogin: Ошибка при сохранении',
    'SAVE' => 'Сохранить',
    'ULOGINID1' => 'uLogin ID форма входа',
    'ULOGINID2' => 'uLogin ID форма синхронизации',
    'ULOGINID1_TEXT' => 'Идентификатор виджета регистрации и авторизации. Пустое поле - виджет по умолчанию',
    'ULOGINID2_TEXT' => 'Идентификатор виджета для синхронизации. Пустое поле - виджет по умолчанию',
    'ULOGIN_SYNC' => 'Синхронизация аккаунтов',
    'ULOGIN_SYNC_HELP' => 'Привяжите ваши аккаунты соц. сетей к личному кабинету для быстрой авторизации через любой из них',
    'ULOGIN_SYNC_LIST' => 'Привязанные аккаунты',
    'ULOGIN_SYNC_DELETE' => 'Вы можете удалить привязку к аккаунту, кликнув по значку'
);
